TaskName = "数字传真归档";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "正在测试… 请稍候。";
"DEVICE_COMMUNICATION_SETTINGS" = "正在将设置写入设备… 请稍候";
"DEVICE_COMMUNICATION_HOST" = "正在将主机名写入设备… 请稍候";

//Titles of Buttons
"AUTO_TEXT" = "自动";
"OK" = "好";
"HOST_TITLE" = "当前正在接收的传真：%@";
"SELECT_FOLDER" = "选择文件夹…";
"SELECT_EMAIL" = "电子邮件设置…";
"TEST_SETTINGS" = "测试设置";
"FOLDER_SELECTION_BUTTON_TITLE" = "选择";
"FOLDER_SELECTION_PANEL_TITLE" = "选择文件夹";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "一或多个字段中未包含任何数据。请完成所有字段或单击“取消”。";
"GENERAL_DATA_MISSING_TITLE" = "丢失或无效数据错误";
"MISSING_FOLDER_SETTING" = "某些文件夹缺少目标位置详细信息。请选择一个文件夹，输入用户名和密码，然后重试。";

"SUCCESS" = "成功";
"FOLDER_SETTINGS_SUCCESS" = "您已成功设置 HP 数码传真。传入的黑白传真将被保存到\"%@\"文件夹中。";
"EMAIL_SETTINGS_SUCCESS" = "您已成功设置 HP 数码传真。传入的黑白传真将作为电子邮件附件发送到\"%@\"。";


"AFP Authentication" = "AFP 服务器身份验证";
"SMB Authentication" = "SMB/CIFS 文件系统身份验证";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "输入服务器详细信息";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "请输入服务器的全部详细信息。";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "文件夹“%@”无法使用";
HSDFolderWithPercentSignDescription = "请使用没有百分号的文件夹名称。";

"CONNECTION_FAILED_TITLE" = "连接失败";
"CONNECTION_FAILED_DESC" = "服务器可能不存在，或者现在没有运行。请检查服务器名称或 IP 地址，然后重试。";

"AUTH_FAILED_TITLE" = "身份验证失败";
"AUTH_FAILED_DESC" = "用户未知、密码错误或者登录被禁用。请重新键入名称和密码，或者联系服务器管理员。";

"UNHANDLED_ERROR_TITLE" = "异常错误";
"UNHANDLED_ERROR_DESC" = "尝试连接服务器时发生错误 %d。";

HSDServerParametersErrorTitle = "服务器信息不完整";
HSDServerParametersErrorDescription = "服务器信息字段不能为空。请输入所有必要的服务器详细信息，然后再试一次。";

HSDUnableToSelectFolderTitle = "无法使用所选文件夹";
HSDPermissionsErrorDescription = "您没有写入所选文件夹的权限。请选取其他文件夹，然后再试一次。";
"MISSING_SERVER_CREDENTIALS" = "缺少服务器凭据。请输入用户名和密码，然后重试。";

HSDProtocolErrorDescription = "在指定的服务器上找不到所选文件夹，或者与服务器的连接是通过不同的文件共享通讯协议建立的。";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "正在打印… 请稍候";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "扫描中…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "已达到阻止的号码限制";
"BLOCK_FAX_ERROR_DESC" = "您的设备最多可存储 %d 个阻止的传真号码。请取消阻止一些传真号码，然后重试。";

//Fax log results
"ERROR" = "错误";
"BUSY" = "忙碌";
"NO_ANSWER" = "无应答";
"NO_DIAL_TONE" = "无拨号音";
"NO_DOCUMENT" = "无文档";
"DOCUMENT_JAM" = "文档卡纸";
"DOOR_OPEN" = "门未关闭";
"POWER_FAILURE" = "电源故障";
"BLACKLISTED" = "已列入黑名单";
"STORAGE_FULL" = "存储设备已满";
"OUT_OF_MEMORY" = "内存不足";
"PHONE_LINE_UNAVAILABLE" = "电话线不可用";
"FAX_DISCONNECTED" = "传真连接已断开";
"PC_DISCONNECTED" = "计算机连接已断开";
"REMOTE_NOT_COLOR" = "远程无色彩";
"COMMUNICATION_ERROR" = "通信错误";
"CANCELLED" = "已取消";

//Fax session types
"SENT" = "已发送";
"RECEIVED" = "已接收";
